[
    {
      "number": 0,
      "question": "What is the total annual value of new car sales in Japan?"
    },
    {
      "number": 1,
      "question": "What is the total annual revenue of online learning services in Japan?"
    },
    {
      "number": 2,
      "question": "What is the total annual sales revenue of all coffee chains in Tokyo’s 23 wards?"
    },
    {
      "number": 3,
      "question": "What is the total annual revenue from smartphone sales in Japan?"
    },
    {
      "number": 4,
      "question": "What is the total annual revenue of delivery services (food delivery, parcel delivery, etc.) in Japan?"
    },
    {
      "number": 5,
      "question": "What is the total annual sales revenue of electric kick scooters targeting urban commuters in Japan?"
    },
    {
      "number": 6,
      "question": "What is the total annual revenue of high-end pet food (for dogs and cats) sold in Tokyo?"
    },
    {
      "number": 7,
      "question": "What is the total annual ticket revenue of live events (music, theater, etc.) held in Osaka City?"
    },
    {
      "number": 8,
      "question": "What is the total annual revenue of online fashion rental services in Japan targeting women in their 20s and 30s?"
    },
    {
      "number": 9,
      "question": "What is the total annual revenue related to winter tourism (ski resorts, hotels, souvenirs, etc.) in Sapporo?"
    },
    {
      "number": 10,
      "question": "What is the total annual transaction value of NFT art traded in Japan?"
    },
    {
      "number": 11,
      "question": "What is the total annual revenue of plant-based foods (alternative meats, etc.) sold in Tokyo?"
    },
    {
      "number": 12,
      "question": "What is the total annual revenue of drone-based delivery services (in pilot programs) in Japan?"
    },
    {
      "number": 13,
      "question": "What is the total annual transaction value of virtual real estate traded in the metaverse by Japanese users?"
    },
    {
      "number": 14,
      "question": "What is the total annual revenue of electric skateboards sold in Japan?"
    },
    {
      "number": 15,
      "question": "What is the total annual revenue of handmade candles sold in Japan?"
    },
    {
      "number": 16,
      "question": "What is the total annual revenue of vegan cosmetics sold in Tokyo?"
    },
    {
      "number": 17,
      "question": "What is the total annual revenue of sauna-related goods (special towels, aromatic oils, etc.) sold in Japan?"
    },
    {
      "number": 18,
      "question": "What is the total annual revenue of craft gin produced and sold in Hokkaido?"
    },
    {
      "number": 19,
      "question": "What is the total annual revenue of vegan cheese sold in the Kansai region?"
    },
    {
      "number": 20,
      "question": "What is the total annual revenue of industrial robots sold to the manufacturing industry in Japan?"
    },
    {
      "number": 21,
      "question": "What is the total annual revenue of major wind turbine components (blades, gearboxes, etc.) sold in Japan?"
    },
    {
      "number": 22,
      "question": "What is the total annual market size of constructing and operating hydrogen stations in Japan?"
    },
    {
      "number": 23,
      "question": "What is the total annual revenue of metal powders (titanium, aluminum alloys, etc.) for 3D printers sold in Japan?"
    },
    {
      "number": 24,
      "question": "What is the total annual revenue of semiconductor manufacturing equipment (photolithography, etching, etc.) sold in Japan?"
    },
    {
      "number": 25,
      "question": "What is the total annual revenue of Japanese restaurants operating in India?"
    },
    {
      "number": 26,
      "question": "What is the total annual revenue of Japanese-made electric bicycles sold in the United States?"
    },
    {
      "number": 27,
      "question": "What is the total annual revenue of Japanese-made industrial sensors sold in Europe?"
    },
    {
      "number": 28,
      "question": "What is the total annual revenue of Japanese anime-related goods (figures, apparel, etc.) sold in Southeast Asia?"
    },
    {
      "number": 29,
      "question": "What is the total annual revenue of Japanese-made water treatment equipment (e.g., reverse osmosis systems) sold in the Middle East?"
    }
]
  